Revit 2027 API
SpecTypeId.Speed Property
 Speed, in discipline Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Speed { get; }
Public Shared ReadOnly Property Speed As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Speed {
	ForgeTypeId^ get ();
}
static member Speed : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace